Repository: vdr-projects/vdr-plugin-neutrinoepg
Catalog: po/*.po
Languages: de_de

source: Button$Edit T.
de_de: T. editieren

source: Button$Delete T.
de_de: T. löschen

source: Button$Search for repeats
de_de: Wiederholungen suchen

source: no program info
de_de: keine Programminformation

source: Can't switch channel!
de_de: Kann Kanal nicht wechseln!

source: left/right
de_de: links/rechts

source: Blue
de_de: Blau

source: Percent
de_de: Prozent

source: no filter
de_de: <kein filter>

source: Behavior
de_de: Verhalten

source: Step width (min)
de_de: Sprungweite (min)

source: Favorite time
de_de: Favoriten Zeit

source: Key to switch channel
de_de: Taste zum Umschalten

source: Selected item centered
de_de: ausgewählten Kanal mittig

source: Keys to switch channel group
de_de: Gruppenwechsel-Tasten

source: Appearance
de_de: Erscheinungsbild

source: Hide main menu entry
de_de: Eintrag im Hauptmenü verstecken

source: Channel name width
de_de: Kanalnamen Spaltenbreite

source: Keep display after switching
de_de: Anzeige nach Umschalten beibehalten

source: Show channel numbers
de_de: Kanalnummern anzeigen

source: Hide Groups at
de_de: Gruppen ausblenden ab Gruppe

source: Hide encrypted channels
de_de: Verschlüsselte Kanäle ausblenden

source: Hide radio channels
de_de: Radio-Kanäle ausblenden

source: without group
de_de: ohne Gruppe

source: Jump to
de_de: Springe zu
